Repository: wp-plugins/customize-login-image
Catalog: lang/customize-login-image-*.po
Languages: es_es

source: Go to %1$s
es_es: Ir a %1$s

source: Settings
es_es: Ajustes

source: Customize Login Image Options
es_es: Customize Login Image: Opciones

source: This plugin allows you to customize the image and the appearance of the WordPress Login Screen.
es_es: Este plugin te permite personalizar la imagen y el aspecto del Login de WordPress

source: Custom Logo Link
es_es: Enlace personalizado del logo

source: If not specified, clicking on the logo will return you to the homepage.
es_es: Si no se especifica otra URL, el enlace del logo lleva a la página de inicio.

source: Custom Logo
es_es: Logo personalizado

source: Upload Image
es_es: Subir imagen

source: Enter a URL or upload logo image. Maximum height: 70px, width: 310px.
es_es: Introduce una URL o sube una imagen. Alto máximo de la imagen: 70px; ancho: 310px.

source: If you do not enter a URL or upload a logo, the default WordPress image will be used.
es_es: Si no introduces una URL o subes un logo, se mostrará el logo por defecto de WordPress.

source: You can also place a logo in PNG format called <strong>customize-login-image.png</strong> in your <strong>WordPress Uploads folder</strong>, which will be used if no URL or logo has been uploaded and the image could be found.
es_es: Tambien puedes subir un logo en formato PNG llamado <strong>customize-login-image.png</strong> a la <strong>carpeta UPLOADS de tu WordPress</strong>. Este logo se utilizará cuando no se haya introducido una URL o no se haya subido un logo a través de la administración y el archivo exista.

source: Your WordPress Upload folder is:
es_es: Tu carpeta UPLOADS de WordPress es:

source: Click on the file name to test if file can be found by the plugin:
es_es: Haz click sobre el nombre del archivo para comprobar si el plugin encuentra el archivo:

source: <strong>Please note</strong> that if you have enabled the MEDIA option: Organize my uploads into month- and year-based folders, you must upload the image to the Base-UPLOADS-folder, without year and month (above you can see the exact location where to UPLOAD.
es_es: <strong>Ten en cuenta que</strong> si tienes activada la opción en MEDIOS: Organizar mis archivos subidos en carpetas basadas en mes y año, tienes que subir el logo al directorio UPLOADS base, sin año y mes (arriba puedes ver la ubicación exacta a la cual subir el logo).

source: Custom Login Background
es_es: Personaliza el color de fondo

source: Custom CSS
es_es: CSS personalizado

source: Add your own css to the WordPress dashboard.
es_es: Añade CSS personalizado a la pantalla de login.

source: Save Changes
es_es: Guardar cambios
